[frmQryTrade]
rbBus=по номеру смены
Label1=дата операции:
Label2=номер смены:
rbDate=по времени заправки
Label3=от
Label4=до
CheckBox1=включая системные сделки
Panel2=результат
Label12=местонахождение АЗС:
Label6=тип топлива:
Label11=тип сделки:
Label8=способ оплаты:
Label10=номер карты
Label7=номер заправочного пистолета:
Label13=тип карты:
Label9=оператор:
btnOk=запрос
btnPrt=печать
btnExcel=экспорт в Excel
suiButton2=извлечь
btnCloseSearch=закрыть